[
  {
    "group": 1,
    "arabic":" اَلْحَمْدُ ِللهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ.",
    "latin":"Əlhəmdulilləhi-l-ləzi əhyənə bə'də mə əmətənə və ileyhi-n-nuşur",
    "azeri":"«Bizi öldürdükdən sonra dirildən Allaha həmd olsun. (Ölüb dirildikdən sonra isə) qayıdış Onadır».[1]",
    "audio":1,
    "dipnote":"[1] Fəthul-Bari, 11/113; Muslim, 4/2083."
  },
  {
    "group": 1,
    "arabic":" لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَشَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَ هُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللهِ، وَالْحَمْدُ ِللهِ، وَلاَ إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ، وَلاَحَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفِرْ ليِ.",
    "latin":"Lə iləhə illəllahu vahdəhu lə şərikə ləhu, ləhu-l-mulku və ləhu-l-həmdu va huvə alə kulli şeyin qadir, subhənəllahi, va-l-həmdulilləhi, va lə iləhə illəllahu, vəllahu Əkbər, va llə havlə va lə quvvatə illə billəhi-l-aliyyi-l-azim, rabbiğfir li",
    "azeri":"«Allahdan başqa məbud yoxdur, O təkdir, Onun şəriki yoxdur. Mülk Onundur və həmd Onadır! O hər şeyə Qadirdir. Allah pak və müqəddəsdir. Həmd Allahadır. Allahdan başqa məbud yoxdur. Allah ən Böyükdür. Qüdrət və güc yalnız Uca və Böyük Allahdadir! Ey Rəbbim məni bağışla!»[2]",
    "audio":1,
    "dipnote":"[2] «Kim gecə oyanarkən bunları desə, bağışlanar, dua etsə ona cavab verilər. Qalxıb dəstəmaz alsa, sonra namaz qılsa, namazı qəbul olunar». «Fəthul-Bari», 3/39 və başqaları. Bu, ibn Macənin mətnidir. Bax: «Səhih ibn Macə», 2/335."
  },
  {
    "group": 1,
    "arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ ١٩٠ ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ ١٩١ رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ ١٩٢ رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَ‍َٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّ‍َٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ ١٩٣ رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ ١٩٤ فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّ‍َٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ ١٩٥ لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ ١٩٦ مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ ١٩٧ لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ ١٩٨ وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِ‍َٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ ١٩٩ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ",
    "latin":"İnnə fi xalqi-s-səməvati va-l-ardi va-x-tiləfi-l-leyli va-n-nəhəri lə əyəti-l-li uli-l-əlbəb -\nƏlləzinə yəzkurunə-l-lahə qiyəmən va quudən va alə cunubihim va yətəfəkkərunə fi xalqi-s-səməvati va-l-ard, rabbənə mə xaləqtə həzə bətılən subhənəkə fə qinə azəbə-n-nər -\nRabbənə innəkə mən tudxili-n-nəra fəqad əxzəytəh, va mə li-z-zaliminə min ənsar -\nRabbənə innənə səmi'nə munədiyə-y-yunədi li-l-iməni ən əminu bi rabbikum fə əmənnə, rabbənə fəğfirlənə zunubənə va kəffir annə seyyiətinə va təvaffənə məa-l-əbrar -\nRabbənə va ətinə mə vaədtənə alə rusulikə va lə tuxzinə yovmə-l-qiyəməh -\nRabbənə innəkə lə tuxlifu-l-miad - Fəstəcəbə ləhum rabbuhum ənni lə udiu amələ amili-m-minkum min zəkərin av unsə, ba'duku-m-min ba'd, fə-l-ləzinə həcəru va uxricu min diyərihim va uzu fi səbili va qatəlu va qutilu lə ukəffirannə anhum seyyiətim, va lə udxilənnəhum cənnətin təcri min təhtihə-l-ənhəru səvabəm min indi-l-ləh, vallahu indəhu husnu-s-səvab -\nLə yəğurranəkə təqallubu-l-ləzinə kəfəru fi-l-biləd - Mətəun qalilun summə mə'vahum cəhənnəm, va bi'sə-l-mihəd -\nLəkini-l-ləzinə-t-təqav rabbəhum, ləhum cənnətun təcri min təhtihə-l-ənhəru xalidinə fihə nuzuləm min indilləh, va mə indəllahi xayru-l-lil əbrar -\nVa innə min əhli-l-kitəbi ləmə-y-yu'minu billəhi va mə unzilə ileykum va mə unzilə ileyhim xaşiinə lilləhi lə yəştərunə bi əyətilləhi səmənən qalilə, uləikə ləhum əcruhum ində rabbihim, innə-l-lahə səriu-l-hisəb -\nYə əyyuhə-l-ləzinə əmənu-s-biru va sabiru va rabitu va-t-təqullahə ləalləkum tuflihun] (əl Bəqərə, 190-200).",
    "azeri":"«Həqiqətən, göylərin və yerin yaradılmasında, gecə ilə gündüzün bir-birini əvəz etməsində ağıl sahibləri üçün dəlillər vardır. O kəslər ki, ayaq üstə olanda da, oturanda da, uzananda da Allahı yad edir, göylərin və yerin yaradılması haqqında düşünürlər (və deyirlər): «Ey Rəbbimiz! Sən bunları əbəs yerə yaratmamısan. Sən pak və müqəddəssən. Bizi Odun əzabından qoru! Ey Rəbbimiz! Sən Oda daxil etdiyin kəsi əlbəttə, rüsvay edərsən. Zalımların köməkçiləri olmaz. Ey Rəbbimiz! Həqiqətən, biz: «Rəbbinizə iman gətirin!» – deyə imana çağıran bir kimsənin çağırışını eşidib iman gətirdik. Ey Rəbbimiz! Günahlarımızı bizə bağışla, təqsirlərimizdən keç və canımızı itaətkarlarla (möminlərlə) bir yerdə al! Ey Rəbbimiz! Öz elçilərinin vasitəsi ilə bizə vəd etdiklərini ver və qiyamət günü bizi rüsvay etmə! Şübhəsiz ki, Sən vədə xilaf çıxmırsan!» Onların Rəbbi onlara cavab verdi: «Mən, sizlərdən – istər kişi, istərsə də qadın olsun – heç bir iş görənin əməyini puç etmərəm. Siz bir-birinizdənsiniz (dində kişi və qadın eynidir). Hicrət edənlərin, öz yurdlarından çıxarılanların, Mənim yolumda əziyyətə düçar olanların, vuruşanların və öldürülənlərin əlbəttə təqsirlərindən keçəcək və onları (ağacları) altından çaylar axan cənnətlərə daxil edəcəyəm. (Bu, onlar üçün) Allahdan bir mükafatdır. Gözəl mükafat yalnız Allah yanındadır». Qoy kafirlərin diyarbədiyar gəzib-dolaşması səni aldatmasın! Bu, az (yaxud keçici) bir zövqdür. Sonra isə onların məskəni Cəhənnəmdir. Ora nə pis yataqdır! Lakin öz Rəbbindən qorxanlar üçün [ağacları] altından çaylar axan cənnətlər vardır ki, onlar orada əbədi qalacaqlar. (Bu, onlar üçün) Allahdan bir ziyafətdir. Allah yanında olan (nemətlər) itaətkarlar (möminlər) üçün daha xeyirlidir. Həqiqətən, Kitab əhlindən elələri də vardır ki, Allaha müti olaraq həm Allaha, həm sizə nazil edilənə, həm də özlərinə nazil edilənə inanır, Allahın ayələrini ucuz qiymətə satmırlar. Onların öz Rəbbi yanında mükafatları vardır. Şübhəsiz ki, Allah tez haqq-hesab çəkəndir. Ey iman gətirənlər! Səbir edin, dözümlü ölün, (sərhəd boyu) növbə ilə keşik çəkin və Allahdan qorxun ki, bəlkə nicat tapasınız!» (Ali-İmran, 190-200)[4]",
    "audio":1,
    "dipnote":"[4] «Fəthul-Bari», 8/237; Muslim, 1/530."
  },
  {
    "group": 2,
    "arabic":" اَلْحَمْدُ ِللهِ الَّذِي كَسَانِي هَذَا (الثَّوْبَ) وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَقُوَّةٍ.",
    "latin":"Əlhəmdulilləhi-l-ləzi kəsəni həzə (əs sovbə) va razəqanihi min ğayri havlin minni va lə quvvətin",
    "azeri":"«Bunu (bu paltarı) mənə geyindirən və özüm heç bir qüdrət və güc sərf etmədən onu mənə bəxş edən Allaha həmd olsun!»[1]",
    "audio":1,
    "dipnote":"[1] Bunu – ən-Nəsai müstəsna olmaqla – «Sünən» əsərlərinin müəllifləri rəvayət etmişlər. Bax: «İrvaul-Ğəlil», 7/47."
  },
  {
    "group": 3,
    "arabic":"اَللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْاَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ.",
    "latin":"Allahummə, ləkə-l-həmdu əntə kəsovtənihi, əs'əlukə min xayrihi va xayri mə sunia ləhu va əuzu bikə min şərrihi va şərri mə sunia ləhu",
    "azeri":"«Allahım, Həmd Sənədir! Bunu mənə Sən geyindirdin. Onun xeyrini və onun istifadəsinin xeyrini Səndən diləyirik! Onun şərindən və onun istifadəsinin şərindən Sənə sığınırıq!»[1]",
    "audio":1,
    "dipnote":"[1] Əbu Davud, ət-Tirmizi və əl-Bəğəvi. Bax: «Müxtəsər Şəmaili-t-Tirmizi», cəh. 47."
  },
  {
    "group": 4,
    "arabic":"تُبْلِي وَيُخْلِفُ اللهُ تَعَالَى.",
    "latin":"Tubli və yuxlifullahu təalə",
    "azeri":"«(Bunu) köhnəldəsən, Uca Allah da yenisini versin!»[1]",
    "audio":1,
    "dipnote":"[1] Əbu Davud, 4/41. Bax: «Səhih Əbu Davud», 2/760."
  },
  {
    "group": 4,
    "arabic":"اِلْبِسْ جَدِيداً، وَعِشْ حَمِيداً، وَمُتْ شَهِيداُ.",
    "latin":"İlbis cədiydən, və iş həmiydən, və mut şəhiydən",
    "azeri":"«Təzə geyinəsən, həmd edərək yaşayasan və şəhid olaraq öləsən!»[2]",
    "audio":1,
    "dipnote":"[2] İbn Macə, 2/1178 və əl-Bəğəvi, 12/41. Bax: «Səhih İin Macə», 2/275."
  },
  {
    "group": 5,
    "arabic":"بِسْمِ اللهِ.",
    "latin":"Bismilləh",
    "azeri":"«Allahın adı ilə!»[1]",
    "audio":1,
    "dipnote":"[1] ət-Tirmizi, 2/505 və başqaları. Bax: «İrvaul-Ğəlil», № 49 və «Səhihul-Cami», 3/203."
  },
  {
    "group": 6,
    "arabic":" [ بِسْمِ اللهِ ] اَللَّهُمَّ إِنيِّ أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ.",
    "latin":" [Bismilləh] Allahummə inni əuzu bikə minə-l-xubsi va-l-xabəis",
    "azeri":" «(Allahın adı ilə!) Allahım, pislikdən və pis əməllərdən (erkək və dişi cinlərdən) Sənə sığınıram!»[1]",
    "audio":1,
    "dipnote":"[1] əl-Buxari, 1/45; Muslim, 1/283. Əvvəldəki “Bismilləh!” Səid ibn Mənsurun əlavəsidir. Bax: «Fəthul-Bari», 1/244."
  },
  {
    "group": 7,
    "arabic":"غُفْرَانَـكَ.",
    "latin":"Ğufranəkə",
    "azeri":"«(Allahım!) Məni bağışla!»[1]",
    "audio":1,
    "dipnote":"[1] Bunu – ən-Nəsai müstəsna olmaqla – «Sünən» əsərlərinin müəllifləri rəvayət etmişlər. ən-Nəsai isə «Əməlul-Yəumi vəl-Leyl», əsərində rəvayət etmişdir. Bax: «Zadul-Məad», 2/387."
  },
  {
    "group": 8,
    "arabic":"بِسْمِ اللهِ.",
    "latin":"Bismilləh",
    "azeri":"«Allahın adı ilə!»[1]",
    "audio":1,
    "dipnote":"[1] Əbu Davud, ibn Macə və Əhməd. [Bu, “həsən” hədisdir.] Bax: «İrvaul-Ğəlil», 1/122."
  },
  {
    "group":9,
    "arabic":"أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ.",
    "latin":"Əşhədu ən lə iləhə illəllahu vahdəhu lə şərikə ləhu va əşhədu ənnə Muhəmmədən abduhu va Rasuluhu",
    "azeri":"«Mən şahidlik edirəm ki, Allahdan başqa məbud yoxdur, O təkdir, Onun şəriki yoxdur və şahidlik edirəm ki, Muhəmməd Onun qulu və elçisidir!»[1]",
    "audio":1,
    "dipnote":"[1] Muslim, 1/209."
  },
  {
    "group":9,
    "arabic":"اَللَّهُمَّ اجْعَلْنيِ مِنَ التَّوَّابِينَ وَاجْعَلْنيِ مِنَ الْمُتَطَهِّرِينَ.",
    "latin":"Allahumməc'alni minə-t-təvvabinə vəc'alni minə-l-mutətahhirin",
    "azeri":"«Allahım! Məni tövbə edənlərdən et! Və məni təmizlənənlərdən et!»[2]",
    "audio":1,
    "dipnote":"[2] ət-Tirmizi, 1/78. Bax: «Səhihu-t-Tirmizi», 1/18."
  },
  {
    "group":9,
    "arabic":" سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْـهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ.",
    "latin":"Subhanəkəllahummə va bihəmdik, əşhədu ən lə iləhə illə əntə, əstəğfirukə va ətubu ileykə",
    "azeri":" «Allahım, Sən pak və müqəddəssən! Sənə həmd olsun. Şahidlik edirəm ki, Səndən başqa məbud yoxdur. Səndən bağışlanma diləyir, Sənə tövbə edirəm».[3]",
    "audio":1,
    "dipnote":"[3] ən-Nəsai «Əməlul-Yəumi vəl-Leyl», səh. 173. Bax: «İrvaul-Ğəlil», 1/135 və 2/94."
  },
  {
    "group":10,
    "arabic":" بِسْمِ اللهِ، تَوَكَّلْتُ عَلىَ اللهِ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلَّا بِاللهِ.",
    "latin":"Bismilləh, təvakkəltu aləllahi va lə havlə va lə quvvatə illə billəhi",
    "azeri":"«Allahın adı ilə! Allaha təvəkkül etdim. Qüdrət və güc yalnız Allahdadir!»[1]",
    "audio":1,
    "dipnote":"[1] Əbu Davud, 4/325 və ət-Tirmizi, 5/490. Bax: «Səhihu-t-Tirmizi», 3/151."
  },
  {
    "group":10,
    "arabic":"اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ.",
    "latin":"Allahummə inni əuzu bikə ən ədıllə, av udallə, av əzillə, av uzəllə, av azlimə, av uzləmə, av əchələ, av yuchələ aleyyə",
    "azeri":"  «Allahım! Doğru yoldan azmaqdan və ya azdırılmaqdan, çaşmaqdan və ya çaşdırılmaqdan, zülm etməkdən və ya zülmə məruz qalmaqdan, cahil olmaqdan və ya mənə qarşı cahillik edilməsindən Sənə sığınıram».[2]",
    "audio":1,
    "dipnote":"[2] “Sünən” əsərlərinin müəllifləri. Bax: «Səhihu-t-Tirmizi», 3/152 və «Səhih ibn Macə», 2/336."
  },
  {
    "group":11,
    "arabic":"بِسْمِ اللهِ وَلَجْنَا، وَبِسْمِ اللهِ خَرَجْنَا، وَعَلىَ اللهِ رَبِّنَا تَوَكَّلْنَا.",
    "latin":"Bismilləhi valəcnə va bismilləhi xaracnə va alə Rabbinə təvakkəlnə",
    "azeri":"«Allahın adı ilə girdik, Allahın adı ilə çıxdıq və Rəb­bimizə təvəkkül etdik!»[1] (Bu zikri etdikdən) sonra ailəsinə salam versin.",
    "audio":1,
    "dipnote":"[1] Əbu Davud, 4/325; İbn Baz, bu hədisin isnadını “həsən” hesab etmişdir. «Tuhfətul-Əx­yar» səh. 28. “Səhih Muslim” də isə: «Evinə girən adam həm evə daxil olarkən, həm də yemək yeyərkən Allahı zikr etsə, şeytanlar deyərlər: Sizin nə gecələməyə yeriniz, nə də şam yeməyiniz var!» № 2018."
  },
  {
    "group":12,
    "arabic":"اَللَّهُمَّ اجْعَلْ فيِ قَلْبِي نُوراً، وَفيِ لِسَانِي نُوراً، وَفيِ سَمْعيِ نُوراً،وَفيِ بَصَرِي نُوراً، وَمِنْ فَوْقِي نُوراً، وَمِنْ تَحْتيِ نُوراً، وَعَنْ يَمِينيِ نُوراً، وَعَنْ شِمَاليِ نُوراً، وَمِنْ أَمَامِي نُوراً، وَمِنْ خَلْفيِ نُوراً، وَاجْعَلْ فيِ نَفْسِي نُوراً، وَأَعْظِمْ ليِ نُوراً، وَعَظِّمْ ليِ نُوراً، وَاجْعَلْ ليِ نُوراً، وَاجْعَلْنيِ نُوراً، اَللَّهُمَّ أعْطِنيِ نُوراً، وَاجْعَلْ فيِ عَصَبيِ نُوراً، وَفيِ لَحْميِ نُوراً، وَفيِ دَمِي نُوراً، وَفيِ شَعْرِي نُوراً، وَفيِ بَشَرِي نُوراً. اَللَّهُمَّ اجْعَلْ ليِ نُوراً فيِ قَبْرِي وَنُوراً فيِ عِظَامِي، وَزِدْنِي نُوراً، وَزِدْنِي نُوراً، وَزِدْنِي نُورًا، وَهَبْ ليِ نُوراً عَلَى نُورٍ.",
    "latin":"Allahumməc'al fi qalbi nuran va fi lisəni nuran va fi səm'i nuran va fi bəsari nuran va min fovqi nuran va min təhti nuran va an yəmini nuran va an şiməli nuran va min əməmi nuran va min xalfi nuran, vac'al fi nəfsi nuran va a'zim li nuran va azzım li nuran, vac'al li nuran, vac'alni nuran. Allahummə a'tıni nuran, vac'al fi asabi nuran va fi ləhmi nuran va fi dəmi nuran va fi şə'ri nuran va fi bəşəri nuran] [\"Allahumməc'al li nuran fi qabri va nuran fi izami\" [\"va zidni nuran, va zidni nuran, va zidni nuran\"] [\"va həb li nuran alə nurin\"]",
    "azeri":"«Allahım! Qəlbimə və dilimə nur saç! Qulağıma və gözümə nur saç! Başımın üs­tün­dən və ayağımın altından nur saç! Sağımdan və solumdan nur saç! Önümə və arxama nur saç! Nəfsimi nurlandır! Mənim üçün böyük bir nur və uca bir nur saç! Mənim üçün nur et və məni nurlu  et! Allahım mənə nur bəxş et! Si­nirimi nurlu et! Ətimi və qanımı nurlu et! Saçı­mı və dərimi nurlu et!»[1] [«Allahım! Qəbrimə nur saç! Sümüyümü nurlandır!»][2] [«Nurumu artır, nurumu artır, nurumu artır!»][3] [«Mənə nur üzərindən nur bəxş et!»][4]",
    "audio":1,
    "dipnote":"[1] «Fəthul-Bari», 11/116, № 6316. Bu onun mətnidir. Mus­lim, 1/526, 529, 530, № 763.\n[2] ət-Tirmizi, 5/483, № 3419.\n[3] əl-Buxari, «Ədəbul-Mufrad», № 695, səh, 258; əl-Albani bu hədisin isnadını “səhih” hesab etmişdir, «Səhih Ədəbul-Mufrad», № 536.\n[4] İbn Həcər bunu «Fəthul-Bari», 11/118 əsərində gətirmiş və ibn Əbu Asimin «Dua» əsərində olduğunu qeyd etmişdir. O demişdir: «Müxtəlif rəvayətlərlə iyirmi beş xislət varid ol­muşdur»."
  },
  {
    "group":13,
    "arabic":"أَعُوذُ بِاللهِ الْعَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ  الْقَدِيِمِ، مِنَ الشَّيْطَانِ الرَّجِيم [بِسْمِ اللهِ وَالصَّلاَةُ] [وَالسَّلاَمُ عَلَى رَسُولِ اللهِ] اَللَّهُمَّ افْتَحْ ليِ أَبْوَابَ رَحْمَتِكَ.",
    "latin":"Əuzu billəhil-azim və bivəchihil-kərim və sultanihil-qadim minəş-şeytanir-racim [Bismilləh, vəs-səlatu] [vəs-səlamu alə Rasulilləh] Allahumməftəh liy əbvabə rahmətikə",
    "azeri":" «Daşqalaq olunmuş [Allahın rəhmətin­dən qo­vulmuş, lənətə gəlmiş] şeytandan Böyük Allaha, Onun kəramətli Üzünə və əzəli hökmünə pənah aparıram. [1] [Allahın adı ilə! Salavat][2] [və salam olsun Allahın elçisinə!] [3] Allahım! Öz mərhəmət qapılarını mənim üçün aç! [4]",
    "audio":1,
    "dipnote":"[1] Əbu Davud. Bax: «Səhihul-Cami», № 4591.\n[2] İbn əs-Sunni rəvayət edib, № 88. əl-Albani onu “həsən” hə­dis hesab etmişdir.\n[3] Əbu Davud, 1/126. Bax: «Səhihul-Cami», 1/528.\n[4] Muslim, 1/494."
  },
  {
    "group":14,
    "arabic":" بِسْمِ اللهِ وَالصَّلاَةُ وَالسَّلاَمُ عَلَى رَسُولِ اللهِ، اَللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ، اَللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ.",
    "latin":"Bismilləh, vəs-səlatu vəs-səlamu alə Rasulilləh. Allahummə inniy əs'əlukə min fadlıkə. Allahummə'sımniy minəş-şeytanir-racim",
    "azeri":"«Allahın adı ilə! Salavat və salam olsun Allahın elçisi­nə! Allahım! Sənin lütfündən di­ləyirəm. Allahım! Məni daşqalaq olunmuş [rəhmətindən qo­vulmuş, lənətə gəl­miş] şey­tan­dan qoru!»[1]",
    "audio":1,
    "dipnote":"[1] Bundan öncəki hədisin mənbələrinə bax. Buradakı: «Allahım! Məni daşqa­laq olunmuş [rəhmətindən qo­vulmuş, lənətə gəlmiş] şeytandan qoru!» əlavəsi ibn Macənindir. Bax: «Səhih ibn Macə», 1/129. "
  },
  {
    "group":15,
    "arabic":"لاَ حَوْلَ وَلاَقُوَّةَ إِلاَّ بِاللهِ.",
    "latin":"Lə havlə va lə quvvatə illə billəhi",
    "azeri":" (Azan eşidildik­də) müəzzinin dedikləri təkrar olunma­lıdır. Yalnız:\n \n[Hayyə alə-s-saləti! Hayyə alə-l-fələhi]\n \n«Namaza tələsin!», «Nicat tapmağa tələsin!» ifadələri­nin hər biri:\n \n [Lə havlə va lə quvvatə illə billəhi]\n\n «Qüdrət və güc yalnız Allahdadir!» ifadəsi ilə əvəz edilməlidir.[1]",
    "audio":1,
    "dipnote":"[1] əl-Buxari, 1/152; Muslim, 1/288."
  },
  {
    "group":15,
    "arabic":"وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللهِ رَباًّ، وَبِمُحَمَّدٍ رَسُولاً، وَبِالإِسْلاَمِ دِيناً.",
    "latin":"Və ənə əşhədu ən lə ilahə illəllahu vəhdəhu lə şərikə ləhu və əşhədu ənnə Muhəmmədən abduhu və Rasuluhu. Radiytu billəhi Rabbən, və bi Muhəmmə­din rasulən, və bil-isləmi diynəni",
    "azeri":"Mən də şahidlik edirəm ki, Allahdan baş­qa məbud yoxdur, O təkdir, Onun şəri­ki yox­dur və şahid­lik edirəm ki, Muhəmməd Onun qulu və elçisi­dir. Allahın Rəbb, Muhəm­mədin elçi və İslamın din olduğundan razı­yam!»[2] (Bu, müəzzi­nin şəhadət gətirməyinin ardınca deyilir.[3])",
    "audio":1,
    "dipnote":"[2] Muslim, 1/290.\n[3] İbn Xuzeymə, 1/220."
  },
  {
    "group":15,
    "arabic":"اَللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ القَائِمَةِ، آتِ مُحَمَّداً الوَسِيلَةَ وَالفَضِيلَةَ، وَابْعَثْهُ مَقَاماً مَحْمُوداً الَّذِي وَعَدْتَهُ [إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ].",
    "latin":"Allahummə Rabbə həzihi-d-də'vati-t-təmməti va-s-saləti-l qaiməti əti Muhəmmədəni-l-vasilətə va-l-fadılətə, vəb'ashu məqa­mən məhmudəni-l-ləzi va'adtəhu [İnnəkə lə tuxlifu-l-miadi]",
    "azeri":"Azanı eşidib müəzzinin dediklərini axıra qədər təkrar edən şəxs söylədiklərini bitirdik­dən sonra Peyğəmbərə (sallallahu aleyhi və səlləm) sala­vat gətirməlidir.[4]\n \nSonra da bu duanı oxumalıdır: «Bu tam dəvətin və qılınacaq namazın Rəbbi olan Allahım! Muhəmmədə vasitəçilik haqqı və fəzilət ver. Onu vəd etdiyin təriflənən mə­qama çatdır. [Həqiqətən, Sən vədə xilaf çıx­mırsan!]»[5]\n \n Azan və iqamə arasında özü üçün dua edir. Çünki bu vaxt edilən dua cavabsız qal­mır.[6]",
    "audio":1,
    "dipnote":"[4] Muslim, 1/288.\n[5] əl-Buxari, 1/152. Mötərizədəki sözlər əl-Beyhəqinin əlavə­sidir və bu əlavənin isnadı “ceyyid”dir. Bax: Əbdüləziz ibn Baz, «Tuhfətul-Əx­yar», səh. 38. [Lakin əl-Albani bu əlavəni “şazz” – zəif hesab etmişdir. Bax: «İrvaul-Ğəlil», 1/261.]\n[6] ət-Tirmizi, Əbu Davud və Əhməd. Bax: «İrvaul-Ğəlil», 1/262."
  },
  {
    "group":16,
    "arabic":"اَللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اَللَّهُمَّ نَقّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الأَبْيَضُ مِنَ الدَّنَسِ، اَللَّهُمَّ اغْسِلْنيِ مِنْ خَطَايَايَ بِالثَّلْجِ وَالْمَاءِ وَالْبَرَدِ.",
    "latin":"Allahummə bəid beyni va beynə xata­yəyə kəmə bə'adtə beynə-l-məşriqi va-l-məğribi, Allahummə nəqqini min xata­yəyə kəmə yunəqqa-s-səvbul-əbyədu min­ə-d-dənəsi. Allahummə-ğ-silni min xatayəyə bi-s-səlci va-l-məi va-l-bəradi",
    "azeri":" «Allahım! Məğriblə məşriqin arasını uzaqlaşdırdığın kimi məni də günahlarımdan uzaqlaşdır! Allahım! Ağ paltar kirdən təmiz­ləndiyi kimi məni də günahlarımdan təmizlə! Allahım! Mənim günahlarımı qar, su və dolu ilə yu!»[2]",
    "audio":1,
    "dipnote":"[2] əl-Buxari, 1/181; Muslim, 1/419."
  },
  {
    "group":16,
    "arabic":"سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَهَ غَيْرُكَ.",
    "latin":"Subhənəkə Allahummə va bihəmdi­kə va təbarəkə-s-mukə və təalə cəddukə va lə iləhə ğayrukə",
    "azeri":"«Allahım! Sən pak və müqəddəssən. Sənə həmd olsun. Sənin adın mübarək, əzəmə­tin ucadır. Səndən başqa məbud yoxdur!»[3]",
    "audio":1,
    "dipnote":"[3] “Sünən” əsərlərinin müəllifləri. Bax: «Səhihu-t-Tir­mizi», 1/77 və «Səhih ibn Macə», 1/135."
  }

]